/* No comment provided by engineer. */
"An internal error occurred. Please try again" = "An internal error occurred. Please try again";

/* No comment provided by engineer. */
"available" = "available";

/* No comment provided by engineer. */
"Congratulations" = "Congratulations";

/* No comment provided by engineer. */
"coupon" = "coupon";

/* No comment provided by engineer. */
"coupons" = "coupons";

/* No comment provided by engineer. */
"Coupons" = "Coupons";

/* No comment provided by engineer. */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"Visits" = "Visits";

/* No comment provided by engineer. */
"No description" = "No description";

/* No comment provided by engineer. */
"No email" = "No email";

/* No comment provided by engineer. */
"No phone" = "No phone";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Overview" = "Overview";

/* No comment provided by engineer. */
"refreshing" = "refreshing";

/* No comment provided by engineer. */
"Seems like that the code is not correct" = "Seems like that the code is not correct";

/* No comment provided by engineer. */
"Valid until" = "Valid until";

/* No comment provided by engineer. */
"Your redemption was successful" = "Your redemption was successful";